Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Settings.detailTextSearchSuggestion
source: %@ will send what you type in the address bar to your search engine.
am: %@ በአድራሻ አሞሌው ላይ የሚተይቡትን ወደ የፍለጋ ፍርግምዎ ይልካል።
ar: سيُرسل %@ ما تكتبه في شريط العنوان إلى محرك البحث الذي تُفضّله.
az: %@ ünvan sətrində yazdıqlarınızı axtarış mühərriyinizə göndərəcək.
be: %@ будзе адпраўляць правайдару пошуку тэкст, які вы ўводзіце ў адрасны радок.
bg: %@ ще изпраща към търсачката всичко, каквото въвеждате в адресната лента.
bn: আপনি যা ঠিকানা বারে টাইপ করেছেন তা %@ আপনার অনুসন্ধান ইঞ্জিনে পাঠাবে।
br: %@ a gaso ar pezh a vizskrivit er varrenn chomlec'hioù d'ho lusker enklask.
bs: %@ će poslati ono što unesete u adresnu traku vašem pretraživaču.
ca: El %@ enviarà al motor de cerca tot allò que escriviu a la barra d'adreces.
co: %@ manderà à u vostru mutore di ricerca ciò chì vo stampittate in a barra d’indirizzu.
cs: %@ bude odesílat text zadávaný to adresního řádku vyhledávači.
cy: Bydd %@ yn anfon yr hyn rydych yn ei deipio yn y bar cyfeiriad i'ch peiriant chwilio.
da: %@ sender det indtastede i adresselinjen til den valgte søgetjeneste.
de: %@ übermittelt Ihre Eingaben in die Adressleiste an Ihre Suchmaschine.
dsb: %@ se na wašu pytnicu pósćelo, což w adresowem pólu zapódajośo.
el: Το %@ θα στέλνει όσα πληκτρολογείτε στη γραμμή διευθύνσεων στη μηχανή αναζήτησής σας.
eo: %@ sendos tion, kion vi tajpas en la adresa strio, al via serĉilo.
es_ar: %@ enviará lo que ingrese en la barra de direcciones a su motor de búsqueda.
es_cl: %@ enviará lo que escribas en la barra de direcciones a tu motor de búsqueda.
es_es: %@ enviará a tu buscador lo que escribas en la barra de direcciones.
es_mx: %@ enviará lo que escribes en la barra de direcciones para tu motor de búsqueda.
et: %@ saadab aadressiribale sisestatu sinu otsingumootorile.
eu: Helbide-barran idazten duzuna bilaketa-motorrera bidaliko du %@(e)k.
fa: %@ آدرسی که در نوار آدرس وارد کنید را به موتور جست‌ و جو ارسال می‌کند.
fi: %@ lähettää osoiteriville kirjoittamasi tiedot hakukoneelle.
fr: %@ enverra ce que vous saisissez dans la barre d’adresse à votre moteur de recherche.
gd: Cuiridh %@ na sgrìobhas tu ann am bàr an t-seòlaidh gun einnsan-luirg agad.
gl: %@ enviará o que escriba na barra de enderezos ao seu buscador.
he: ‏%@ ישלח מה שיוקלד בשורת הכתובת אל מנוע החיפוש שלך.
hi_in: %@ आपके द्वारा पता बार में टाइप किए गए चीज़ों को आपके सर्च इंजन को भेज देगा।
hsb: %@ so na wašu pytawu pósćele, štož w adresowym polu zapodaće.
hu: A %@ elküldi a címsávba írt szöveget a keresőszolgáltatásának.
ia: %@ inviara a tu motor de recerca lo que tu scribe in le barra de adresse.
id: %@ akan mengirim apa yang Anda ketikkan di bilah alamat ke mesin pencari Anda.
is: %@ mun senda það sem þú skrifar í slóðina yfir á leitarvélina þína.
it: %@ invierà ciò che digiti nella barra degli indirizzi al motore di ricerca in uso.
ja: アドレスバーに入力した内容を %@ が検索エンジンに送信します。
ka: %@ გაუგზავნის საძიებო სისტემას, მისამართების ველში აკრეფილ ტექსტს
kab: %@ ad ak-n-yazen tawsit-inek deg ufeggag n tansiwin ɣer umsedday-inek n unadi.
kk: %@ сіз адрестік жолақта терген нәрсені сіздің іздеу жүйеңізге жіберетін болады.
ko: %@가 주소창에 입력한 내용을 검색엔진에 전송합니다.
lo: %@ ຈະສົ່ງສິ່ງທີ່ທ່ານພີມໃນແຖບທີ່ຢູ່ໄປຍັງເຄື່ອງມືຄົ້ນຫາຂອງທ່ານ
lt: „%@“ perduos jūsų ieškyklei tai, ką rašote adreso lauke.
mr: आपण जे पत्ता पट्टी मध्ये टाईप कराल ते %@ आपल्या शोध इंजिनला पाठवेल.
ms: %@ akan menghantar apa yang anda taip dalam bar alamat ke enjin carian.
my: %@ သည် လိပ်စာဘားတန်းတွင် ရိုက်သမျှကို ရှာဖွေရေးယန္တရားသို့ ပေးပို့ပါမည်။
nb: %@ sender det du skriver i adressefeltet til din søkemotor
ne_np: %@ ले तपाईले ठेगाना पट्टीमा टाइप गर्नुभएका कुराहरुलाई तपाईको खोज इन्जिनमा पठाउनेछ।
nl: %@ zal wat u in de adresbalk intypt naar uw zoekmachine sturen.
nn: %@ sender det du skriv i adressefeltet til søkjemotoren din.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਐਡਰੈਸ ਪੱਟੀ ਵਿੱਚ ਲਿਖੀ ਲਿਖਤ %@ ਤੁਹਾਡੇ ਖੋਜ ਇੰਜਣ ਨੂੰ ਭੇਜੇਗਾ।
pl: %@ będzie wysyłał słowa wpisywane na pasku adresu do wyszukiwarki.
pt_br: O %@ envia o que você escreve na barra de endereços para seu mecanismo de pesquisa.
pt_pt: O %@ irá enviar o que escreve na barra de endereço para o seu motor de pesquisa.
ro: %@ va trimite ce tastezi în bara de adresă la motorul de căutare.
ru: %@ будет отправлять то, что вы вводите в адресной строке, в вашу поисковую систему.
si: ඔබ ලිපින තීරුවේ ලියන දෑ ඔබගේ සෙවුම් යන්ත්‍රයට %@ හරහා යවයි.
sk: %@ bude odosielať vami písaný text vyhľadávaciemu modulu.
sl: %@ bo natipkano v naslovno vrstico poslal iskalniku.
sq: %@ do të dërgojë te motori juaj i kërkimeve atë çka shtypni te shtylla e adresave.
sv: %@ skickar det du skriver i adressfältet till din sökmotor.
th: %@ จะส่งสิ่งที่คุณพิมพ์ในแถบที่อยู่ไปยังเครื่องมือค้นหาของคุณ
tr: %@, adres çubuğuna yazdıklarını arama motorunuza gönderecektir.
tt: %@ Сез адрес юлына язганны эзләү системагызга җибәрәчәк.
uk: %@ відправлятиме пошуковій системі текст, введений в адресному рядку.
vi: %@ sẽ gửi nội dung bạn nhập vào thanh địa chỉ đến công cụ tìm kiếm của bạn.
zh_cn: %@ 会将您在地址栏中输入的内容发送至您的搜索引擎。
zh_tw: 您在網址列打字時，%@ 就會將您輸入的文字傳送到搜尋引擎。

# Settings.detailTextSendUsageData
source: Mozilla strives to collect only what we need to provide and improve %@ for everyone.
am: ሞዚላ %@ን ለሁሉም ሰው ለማቅረብ እና ለማሻሻል የሚያስፈልገንን ብቻ ለመሰብሰብ ይጥራል።
an: Mozilla s'esfuerza per replegar nomás lo necesario pa fornir y amillorar %@ pa totz.
ar: تحاول موزيلا ألا تجمع أكثر مما تحتاجه لإتاحة %@ و تحسينه للجميع.
ast: Mozilla esfuérciase en recoyer namái lo que precisa pa fornir y ameyorar %@ pa tol mundu.
az: Mozilla ancaq %@ səyyahını hamı üçün yaxşılaşdırmağa lazım olan məlumatları yığır.
be: Mozilla імкнецца збіраць толькі тыя звесткі, якія патрэбны для работы і паляпшэння %@ для ўсіх.
bg: Mozilla се старае да събира само нужните данни за подобряване на %@ за всички.
bn: Mozilla এর প্রচেষ্টা হচ্ছে অত্যাবশ্যকীয় এবং প্রয়োজনীয় তথ্য ও উপাত্ত সংগ্রহ করে, সকলের জন্যে %@ এর আরও উন্নত সংস্করণ তৈরী করা।
br: Strivañ a ra Mozilla evit dastum ar pezh hon eus ezhomm hepken evit gwellaat ha kinnig %@ d'an holl.
bs: Mozila nastoji prikupljati samo ono što je potrebno da osigura i poboljša %@ za sve.
ca: Mozilla s'esforça per recollir només les dades necessàries per oferir i millorar el %@ per a tothom.
co: Mozilla face casu di cullettà solu i dati chì sò ghjuvevule per rigalà è amendà %@ per tutti.
cs: Mozilla sbírá jenom ty informace, které potřebuje pro další vylepšování aplikace %@.
cy: Mae Mozilla'n ceisio casglu dim ond yr hyn sydd ei angen arnom i ddarparu a gwella %@ ar gyfer pawb.
da: Mozilla stræber efter kun at indsamle, hvad vi skal bruge for at kunne tilbyde og forbedre %@ for alle.
de: Mozilla ist bestrebt, nur die Informationen zu sammeln, mit denen wir %@ anbieten und für alle Nutzer verbessern können.
dsb: Mozilla se procujo, jano informacije gromaźiś, kótarež trjebamy, aby %@ za kuždego póbitowaś a pólěpšyś.
el: Η Mozilla προσπαθεί να συλλέγει μόνο όσα χρειάζεται για να παρέχει και να βελτιώνει το %@ για όλους.
eo: Mozilla penas kolekti nur la datumojn nepre bezonatajn por provizi kaj plibonigi %@ por ĉiuj.
es_ar: Mozilla se esfuerza por recolectar solamente lo que necesitamos para proveer y mejorar %@ para todos.
es_cl: Mozilla se esfuerza por recolectar solo lo que necesitama para proporcionar y mejorar %@ para todos.
es_es: Mozilla se esfuerza por recopilar solo lo necesario para proporcionar y mejorar %@ para todos.
es_mx: Mozilla se esfuerza por recopilar sólo lo que necesitamos para proporcionar y mejorar %@ para todos.
et: Mozilla püüab koguda ainult seda, mida vajame, et teha %@ kõigi jaoks paremaks.
eu: %@ denontzat eskaini eta hobetzeko beharrezkoa dena soilik biltzen ahalegintzen da Mozilla.
fa: موزیلا تلاش می‌کند تنها اطلاعاتی که برای بهینه‌سازی %@ برای همه به آنها نیاز دارد را جمع‌آوری کند.
fi: Mozilla pyrkii keräämään vain tietoja, jotka ovat tarpeellisia %@en jakelun ja kehittämisen kannalta.
fil: Mozilla ay nag susumikap na kolektahin lamang kung ano ang kailangan naming ibigay at pagbutihin ang %@ para sa lahat.
fr: Mozilla veille à collecter uniquement les données nécessaires afin d’offrir et d’améliorer %@ pour tout le monde.
gd: Tha Mozilla an dealas dìreach an dàta a chruinneachadh a dh’fheumas sinn airson %@ a sholar is a leasachadh dhan a h-uile duine.
gl: Mozilla esforzase por recoller só os datos necesarios para fornecer e mellorar %@ para todos.
he: Mozilla חותרת לאסוף רק מה שנדרש לצורך שיפור %@ לטובת הכלל.
hi_in: Mozilla मात्र वही एकत्रित करने का प्रयास करता है जिसकी हमें %@ को बेहतर बनाने और सबको उपलब्ध कराने के लिए आवश्यकता है.
hsb: Mozilla so prócuje, jenož informacije hromadźić, kotrež trjebamy, zo bychmy %@ za kóždeho poskićili a polěpšili.
hu: A Mozilla arra törekszik, hogy csak azt gyűjtse, ami a %@ fejlesztéséhez és támogatásához szükséges.
hy_am: Mozilla-ն ձգտում է հավաքել միայն այն, ինչ պետք է՝ %@-ը լավարկելու համար
ia: Mozilla se effortia a colliger solmente le informationes necessari pro fornir e meliorar %@ pro totes.
id: Mozilla berusaha untuk mengumpulkan hanya apa yang kami perlu untuk menghadirkan dan meningkatkan %@ untuk setiap orang.
is: Mozilla safnar eingöngu því sem nauðsynlegt er til að betrumbæta %@ fyrir alla.
it: Mozilla cerca di raccogliere solo i dati necessari per fornire e migliorare %@ per tutti gli utenti.
ja: Mozilla は皆さんに %@ を提供し改善するのに必要な情報だけを収集するよう努めています。
ka: Mozilla აღრიცხავს მხოლოდ იმ მონაცემებს, რომლებიც გვეხმარება, გავაუმჯობესოთ %@.
kab: Mozilla tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnernu n %@ i yal uiwen.
kk: Mozilla тек %@ әркім үшін ұсыну және жақсарту мақсатында керек деректерді жинауға тырысады.
kn: Mozilla ಎಲ್ಲರಿಗಾಗಿ %@ ಅನ್ನು ಉತ್ತಮಗೊಳಿಸಿ ಕೊಡುವುದಕ್ಕೆ ಬೇಕಾದ್ದನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತದೆ.
ko: Mozilla는 %@ 이용에 더 나은 서비스를 제공하고 향상시키는 데 오직 필요한 정보만을 수집합니다.
lo: Mozilla ພະຍາຍາມທີ່ຈະເກັບຮວບຮ່ວມສະເພາະສິ່ງທີ່ຈຳເປັນຕໍ່ການປັບປູງ %@ ສຳລັບທຸກໆຄົນ.
lt: „Mozilla“ siekia rinkti tik tai, ko reikia norint pagerinti „%@“ visiems.
mr: सर्वांसाठी %@ उपलब्ध करण्यासाठी व सुधारण्यास जी गरजेची आहे फक्त तीच माहिती जमा करण्यास Mozilla तत्पर आहे.
ms: Mozilla mengumpulkan hanya yang diperlukan untuk menyedia dan meningkatkan %@ bagi manfaat semua pengguna.
my: Mozilla သည် လူတိုင်းအတွက် %@ ကို ပေးစွမ်းရန်နှင့် တိုးတက်ကောင်းမွန်စေရန်အတွက်သာ ကောက်ခံမှုပြုခြင်း ဖြစ်ပါသည်။
nb: Mozilla strever etter å bare samle inn det vi trenger for å tilby og forbedre %@ for alle.
ne_np: Mozilla सबैको लागि %@ प्रदान र सुधार गर्न आवश्यक कुरा मात्र संकलन गर्ने प्रयास गर्दछ ।
nl: Mozilla streeft ernaar alleen te verzamelen wat nodig is om %@ voor iedereen aan te bieden en te verbeteren.
nn: Mozilla strevar etter å berre samla inn det vi treng for å tilby og forbetre %@ for alle.
pa_in: Mozilla ਸਿਰਫ਼ ਉਹੀ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਜੋ ਕਿ ਸਾਨੂੰ ਹਰੇਕ ਲਈ %@ ਨੂੰ ਸੁਧਾਰ ਕਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ।
pl: Mozilla dokłada wszelkich starań, by zbierać jedynie niezbędne dane w celu dostarczania i ulepszania aplikacji %@.
pt_br: A Mozilla se empenha em coletar somente o necessário para fornecer e melhorar o %@ para todos.
pt_pt: A Mozilla esforça-se para apenas recolher o que precisamos para melhorar o %@ para todos.
ro: Mozilla se străduiește să colecteze doar strictul necesar pentru a furniza și a îmbunătăți %@ pentru toți.
ru: Mozilla обязуется собирать только ту информацию, которая необходима для работы и улучшения %@.
si: සැමට %@ වැඩිදියුණු කර දීමට හා සැපයීමට අවශ්‍ය දෑ පමණක් රැස් කර ගැනීමට මොසිල්ලා උත්සාහ කරයි.
sk: Mozilla sa usiluje zbierať len údaje, ktoré potrebujeme na vylepšenie aplikácie %@ pre všetkých.
sl: Mozilla se trudi, da zbira samo podatke, ki jih potrebuje za razvoj in izboljševanje %@a.
sq: Mozilla rreket të grumbullojë vetëm sa na duhen për të ofruar dhe përmirësuar %@ për këdo.
sv: Mozilla strävar efter att endast samla in det vi behöver för att tillhandahålla och förbättra %@ för alla.
ta: அனைவருக்கும் %@ வழங்கவும் மேம்படுத்தவும் தேவையானதை மட்டும் சேகரிக்க மொசில்லா உறுதிபூண்டுள்ளது.
te: ప్రతి ఒక్కరికీ %@ ను అందించడానికి మరియు మెరుగుపరచడానికి Mozilla అవసరమైనవి మాత్రమే సేకరించేందుకు కృషి చేస్తుంది.
th: Mozilla มุ่งมั่นที่จะเก็บรวบรวมเฉพาะสิ่งที่เราจำเป็นต้องให้บริการและปรับปรุง %@ สำหรับทุกคน
tr: Mozilla, yalnızca %@’u daha da geliştirmek için ihtiyaç duyduğumuz verileri toplar.
tt: Mozilla, %@-ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.
uk: Mozilla зобов'язується збирати лише ті дані, що необхідні для роботи та вдосконалення %@.
vi: Mozilla chỉ thu thập những gì chúng tôi cần cung cấp và cải tiến %@ cho tất cả mọi người.
zh_cn: Mozilla 坚持仅收集用来为大众改进 %@ 所必需的数据。
zh_tw: Mozilla 致力於只收集用來為眾人改善 %@ 所需的必要資料。

# Settings.detailTextStudies
source: %@ may install and run studies from time to time.
am: %@ ከጊዜ ወደ ጊዜ ጥናቶችን ሊጭን እና ሊያካሂድ ይችላል።
be: %@ можа час ад часу ўсталёўваць і выконваць даследаванні.
bg: %@ може да инсталира и провежда проучвания от време на време.
bn: কিছু দিন পর %@ স্টাডিজ ইনস্টল এবং চালাতে পারে।
br: %@ a c’hall staliañ ha lañsañ studiadennoù a vare da vare.
bs: %@ može s vremena na vrijeme instalirati i pokrenuti studije.
ca: El %@ pot instal·lar i executar estudis de tant en tant.
co: %@ pò installà è lancià studii di quandu in quandu.
cs: %@ může čas od času instalovat a spouštět studie.
cy: Gall %@ osod a rhedeg astudiaethau o bryd i'w gilydd.
da: %@ kan installere og afvikle undersøgelser fra tid til anden.
de: %@ darf von Zeit zu Zeit Studien installieren und laufen lassen.
dsb: %@ móžo wótergi studije instalěrowaś a pśewjasć.
el: Το %@ ενδέχεται να εγκαθιστά και να εκτελεί περιστασιακά μελέτες.
eo: %@ povas de tempo al tempo instali kaj fari studojn.
es_ar: %@ puede instalar y ejecutar estudios de vez en cuando.
es_cl: %@ podría instalar y realizar experimentos de vez en cuando.
es_es: %@ puede instalar y ejecutar estudios de vez en cuando.
es_mx: %@ podría instalar y realizar experimentos de vez en cuando.
et: %@ võib aegajalt paigaldada ja käivitada uuringuid.
eu: Noizean behin esperimentuak instala eta exekuta litzake %@(e)k.
fi: %@ saattaa asentaa ja suorittaa tutkimuksia silloin tällöin.
fr: %@ peut installer et lancer des études de temps en temps.
gd: Faodaidh %@ rannsachadh a stàladh is a ruith o àm gu àm.
gl: %@ pode instalar e executar estudos de cando en vez.
he: ‏%@ עשוי להתקין ולהריץ מחקרים מדי פעם בפעם.
hi_in: %@ समय-समय पर संस्थापित करने और अध्ययन चला सकता हैं।
hsb: %@ móže hdys a hdys studije instalować a přewjesć.
hu: A %@ időről időre tanulmányokat telepíthet és futtathat.
ia: %@ pote installar e conducer studios de tempore in tempore.
id: %@ dapat memasang dan menjalankan kajian dari waktu ke waktu.
is: %@ kann að setja upp og keyra rannsóknir af og til.
it: %@ può installare e condurre degli studi di tanto in tanto.
ja: %@ が調査をインストールして実行することがあります。
ka: %@ დროდადრო დააყენებს და ჩაატარებს კვლევებს.
kab: %@ yezmer ad isebded yerna ad iseddu leqraya seg wakud ɣer wayeḍ.
kk: %@ кейде зерттеулерді орнатып, орындай алады.
ko: %@가 때때로 연구를 설치하고 실행할 수 있습니다.
lo: %@ ອາດຈະຕິດຕັ້ງ ແລະດໍາເນີນການສຶກສາເປັນບາງໂອກາດ.
lt: „%@“ retkarčiais gali įdiegti ir vykdyti tyrimus.
nb: %@ kan installere og kjøre studier fra tid til annen.
ne_np: %@ ले समय-समयमा अध्ययनहरू स्थापना गर्न र चलाउन सक्छ।
nl: %@ kan af en toe onderzoeken installeren en uitvoeren.
nn: %@ kan installere og køyre studiar fra tid til annan.
pa_in: %@ ਸਮੇਂ ਸਮੇਂ ਉੱਤੇ ਅਧਿਐਨ ਇੰਸਟਾਲ ਕਰ ਤੇ ਚਲਾ ਸਕਦਾ ਹੈ।
pl: %@ może od czasu do czasu instalować i przeprowadzać badania.
pt_br: O %@ pode instalar e executar estudos de vez em quando.
pt_pt: O %@ pode instalar e executar estudos de vez em quando.
ru: %@ может время от времени устанавливать и проводить исследования.
si: %@ කලින් කලට අධ්‍යන ස්ථාපනය කර ධාවනය කරයි.
sk: %@ môže občas inštalovať a spúšťať štúdie.
sl: %@ lahko občasno namesti in izvaja raziskave.
sq: %@-i mund të instalojë dhe zhvillojë studime herë pas here.
sv: %@ kan installera och köra studier då och då.
th: %@ อาจติดตั้งและเรียกใช้การศึกษาเป็นครั้งคราว
tr: %@ zaman zaman araştırmalar yükleyip çalıştırabilir.
tt: %@ ара-тирә тикшеренүләр урнаштырырга һәм үткәрергә мөмкин.
uk: %@ може час від часу встановлювати й виконувати дослідження.
vi: %@ có thể cài đặt và chạy các nghiên cứu theo thời gian.
zh_cn: %@ 可能会不时地安装并运行一些研究项目。
zh_tw: %@ 會不定時安裝並執行使用者研究。

# Settings.general
source: General
am: አጠቃላይ
ast: Xeneral
be: Агульныя
bg: Основни
bn: সাধারণ
br: Hollek
bs: Općenito
co: Generale
cs: Obecné
cy: Cyffredinol
da: Generelt
de: Allgemein
dsb: Powšykne
el: Γενικά
eo: Ĝenerala
et: Üldine
eu: Orokorra
fi: Yleiset
fr: Général
gd: Coitcheann
gl: Xeral
he: כללי
hi_in: सामान्य
hsb: Powšitkowne
hu: Általános
id: Umum
is: Almennt
it: Generale
ja: 一般
ka: ზოგადი
kab: Amatu
kk: Жалпы
ko: 일반
lo: ທົ່ວໄປ
lt: Bendrosios
nb: Generelt
ne_np: सामान्य
nl: Algemeen
nn: Generelt
pa_in: ਆਮ
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
si: සාමාන්‍ය
sk: Všeobecné
sl: Splošno
sq: Të përgjithshme
sv: Allmänt
th: ทั่วไป
tr: Genel
tt: Гомуми көйләүләр
uk: Загальні
ur: عمومی
vi: Tổng quát
zh_cn: 常规
zh_tw: 一般

# Settings.learnMore
source: Learn more.
am: ተጨማሪ ይወቁ።
an: Saber-ne mas.
ar: اطّلع على المزيد.
ast: Deprendi más.
az: Ətraflı öyrən.
be: Падрабязней.
bg: Научете повече.
bn: আরও জানুন।
br: Gouzout hiroc'h.
bs: Saznajte više.
ca: Més informació.
co: Sapene di più.
cs: Zjistit více.
cy: Dysgu rhagor.
da: Læs mere.
de: Weitere Informationen
dsb: Dalšne informacije.
el: Μάθετε περισσότερα.
eo: Pli da informo.
es_ar: Conocer más.
es_cl: Aprender más.
es_es: Descubre más.
es_mx: Aprender más.
et: Rohkem teavet.
eu: Argibide gehiago.
fa: بیشتر بدانید.
fi: Lue lisää.
fil: Matuto ng higit pa.
fr: En savoir plus.
gd: Barrachd fiosrachaidh.
gl: Máis información.
gu_in: વધુ શીખો.
he: מידע נוסף.
hi_in: और जानें.
hsb: Dalše informacije.
hu: Tudjon meg többet.
hy_am: Իմանալ ավելին
ia: Saper plus.
id: Pelajari lebih lanjut.
is: Fræðast meira.
it: Ulteriori informazioni.
ja: 詳細情報。
ka: ვრცლად.
kab: Issin ugar.
kk: Көбірек білу.
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.
ko: 더 알아보기.
lo: ຮຽນຮູ້ເພີ່ມເຕີມ.
lt: Sužinoti daugiau.
mr: अधिक जाणा.
ms: Ketahui selanjutnya.
my: ပိုမိုလေ့လာရန်
nb: Les mer.
ne_np: थप जान्नुहोस् ।
nl: Meer info
nn: Les meir.
pa_in: ਹੋਰ ਜਾਣੋ
pl: Więcej informacji.
pt_br: Saiba mais.
pt_pt: Saber mais.
ro: Află mai multe.
ru: Подробнее.
si: තව දැනගන්න.
sk: Ďalšie informácie.
sl: Več o tem.
sq: Mësoni më tepër.
sv: Läs mer.
ta: மேலும் அறிய.
te: ఇంకా తెలుసుకోండి.
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi alın.
tt: Күбрәк белү.
uk: Докладніше.
ur: مزید سیکھیں۔
vi: Tìm hiểu thêm.
zh_cn: 详细了解。
zh_tw: 了解更多。

# Settings.licenses
source: Licenses
am: ፈቃዶች
be: Ліцэнзіі
bg: Лицензи
br: Lañvazioù
bs: Licence
ca: Llicències
co: Licenze
cs: Licence
cy: Trwyddedau
da: Licenser
de: Lizenzen
dsb: Licence
el: Άδειες χρήσης
eo: Permesiloj
es_ar: Licencias
es_cl: Licencias
es_es: Licencias
es_mx: Licencias
eu: Lizentziak
fi: Lisenssit
fr: Licences
gd: Ceadachasan
gl: Licenzas
he: רישיונות
hsb: Licency
hu: Licencek
ia: Licentias
id: Lisensi
is: Notkunarleyfi
it: Licenze
ja: ライセンス
ka: ლიცენზიები
kab: Turagin
kk: Лицензиялар
ko: 라이선스
lo: ໃບອະນຸຍາດ
nb: Lisenser
nl: Licenties
nn: Lisensar
pa_in: ਲਸੰਸ
pl: Licencje
pt_br: Licenças
pt_pt: Licenças
ru: Лицензии
si: බලපත්‍ර
sk: Licencie
sl: Licence
sq: Licenca
sv: Licenser
th: สัญญาอนุญาต
tr: Lisanslar
tt: Лицензияләр
uk: Ліцензії
vi: Giấy phép
zh_cn: 许可证
zh_tw: 授權條款

# Settings.lightTheme
source: Light
am: ፈካ ያለ
ar: فاتحة
ast: Claridá
be: Светлая
bg: Светла
bn: উজ্জ্বল
br: Sklaer
bs: Svijetla
ca: Clar
co: Chjaru
cs: Světlý
cy: Golau
da: Lyst
de: Hell
dsb: Swětły
el: Ανοιχτόχρωμο
eo: Hela
es_ar: Claro
es_cl: Claro
es_es: Claro
es_mx: Claro
et: Hele
eu: Argia
fi: Vaalea
fil: Maliwanag
fr: Clair
gd: Soilleir
gl: Claro
he: בהיר
hi_in: हल्का
hsb: Swětły
hu: Világos
ia: Clar
id: Terang
is: Ljóst
it: Chiaro
ka: ნათელი
kab: Aceɛlal
kk: Ашық түсті
ko: 밝은
lo: ແຈ້ງ
lt: Šviesus
nb: Lyst
ne_np: उज्यालो
nl: Licht
nn: Lyst
pa_in: ਹਲਕਾ
pl: Jasny
pt_br: Claro
pt_pt: Claro
ru: Светлая
si: දීප්ත
sk: Svetlá
sl: Svetla
sq: E çelët
sv: Ljust
th: สว่าง
tr: Açık
tt: Ачык
uk: Світла
ur: ہلکا
vi: Sáng
zh_cn: 浅色
zh_tw: 亮色

# Settings.rate
source: Rate %@
am: %@ን ደረጃ ስጥ
ar: قيِّم %@
az: %@ tətbiqini qiymətləndir
be: Ацаніць %@
bg: Оценете %@
bn: রেট %@
br: Feur %@
bs: Ocijeni %@
ca: Valora el %@
co: Valutà %@
cs: Hodnocení %@
cy: Graddio %@
da: Vurder %@
de: %@ bewerten
dsb: %@ pógódnośiś
el: Αξιολόγηση του %@
eo: Doni noton al %@
es_ar: Valorar %@
es_cl: Evaluar %@
es_es: Valorar %@
es_mx: Valorar %@
et: Hinda %@t
eu: Baloratu %@
fa: نرخ %@
fi: Arvostele %@
fr: Noter %@
gd: Rangaich %@
gl: Valorar %@
he: דירוג %@
hi_in: %@ का मूल्यांकन करें
hsb: %@ pohódnoćić
hu: A %@ értékelése
ia: Recenser %@
id: Beri nilai %@
is: Gefa %@ einkunn
it: Dai un voto a %@
ja: %@ の評価
ka: შეაფასეთ %@
kab: Rnu tazmilt i %@
kk: %@ бағалау
kn: ಬೆಲೆ %@
ko: %@ 평가하기
lo: ໃຫ້ຄະແນນ %@
lt: Įvertinti „%@“
mr: %@ ला गुण द्या
ms: Kadar %@
my: နှုန်းထား %@
nb: Vurder %@
ne_np: रेट गर्नुहोस् %@
nl: %@ waarderen
nn: Vurder %@
pa_in: %@ ਦਰਜਾ ਦਿਓ
pl: Oceń %@
pt_br: Avaliar o %@
pt_pt: Avaliar o %@
ro: Evaluează %@
ru: Оценить %@
si: %@ අගයන්න
sk: Ohodnoťte %@
sl: Ocenite %@
sq: Vlerësojeni %@
sv: Betygsätt %@
ta: %@ உலாவியை மதிப்பிடு
te: రేటు %@
th: ให้คะแนน %@
tr: %@’a puan verin
tt: %@-ны бәяләү
uk: Оцінити %@
ur: %@ کی شرح
vi: Đánh giá %@
zh_cn: 为 %@ 打分
zh_tw: 為 %@ 評分

# Settings.safariTitle
source: SAFARI INTEGRATION
am: SAFARI ውህደት
ar: التكامل مع سفاري
ast: INTEGRACIÖN CON SAFARI
az: SAFARI İNTEQRASİYASI
be: ІНТЭГРАЦЫЯ З SAFARI
bg: ИНТЕГРАЦИЯ СЪС SAFARI
br: ENKORFADUR SAFARI
bs: SAFARI INTEGRACIJA
ca: INTEGRACIÓ AMB EL SAFARI
co: INTEGRAZIONE SAFARI
cs: INTEGRACE SE SAFARI
el: ΕΝΣΩΜΑΤΩΣΗ SAFARI
eo: KONGRUIGO KUN SAFARI
es_cl: INTEGRACIÓN CON SAFARI
es_es: INTEGRACIÓN CON SAFARI
es_mx: INTEGRACIÓN CON SAFARI
et: SAFARI INTEGRATSIOON
eu: SAFARI INTEGRAZIOA
fi: SAFARI-INTEGROINTI
fr: INTÉGRATION SAFARI
gd: AMALACHADH SAFARI
gl: INTEGRACIÓN CON SAFARI
he: שילוב עם Safari
hi_in: सफारी इंटीग्रेशन
hu: SAFARI INTEGRÁCIÓ
ia: INTEGRATION CON SAFARI
id: INTEGRASI SAFARI
is: SAFARI SAMEINING
it: INTEGRAZIONE CON SAFARI
ja: SAFARI 統合
ka: SAFARI-სთან შეთავსება
kab: AMSIDEF SAFARI
kk: SAFARI-МЕН ИНТЕГРАЦИЯ
ko: SAFARI 연동
lo: ການເຊື່ອມໂຍງ SAFARI
lt: INTEGRACIJA SU „SAFARI“
my: SAFARI နှင့်ပေါင်းစပ်အသုံးပြုခြင်း
nb: SAFARI-INTEGRASJON
ne_np: सफारी एकिकरण
nl: SAFARI-INTEGRATIE
nn: SAFARI-INTEGRASJON
pa_in: SAFARI ਜੋੜ
pl: Integracja z Safari
pt_br: INTEGRAÇÃO DO SAFARI
pt_pt: INTEGRAÇÃO DO SAFARI
ro: INTEGRARE CU SAFARI
ru: ИНТЕГРАЦИЯ С SAFARI
si: සෆාරි අනුකලනය
sk: INTEGRÁCIA SO SAFARI
sl: INTEGRACIJA S SAFARIJEM
sq: INTEGRIM ME SAFARI-N
th: การผนวกรวม SAFARI
tr: SAFARI ENTEGRASYONU
tt: SAFARI БЕЛӘН ИНТЕГРАЦИЯ
uk: ІНТЕГРАЦІЯ SAFARI
zh_cn: Safari 浏览器整合
zh_tw: Safari 整合
